Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=535_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät edistää parlamentaarikkojen julistusten toteutumista pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa
sme: Sámediggi ovddida sámi parlamentarihkkáriid julggaštusaid olláhuvvama davviriikkalaš sámi soahpamuša joatkkašiehtadallamiin

source: Saamelainen parlamentaarinen neuvosto järjesti kolmannen saamelaisparlamentaarikkojen konferenssin Kirkkoniemessä 10. marraskuuta 2011.
sme: Sámi parlamentáralaš ráđđi lágidii goalmmát geardde sámeparlamentarihkkárkonferánssa Girkonjárggas skábmamánu 10. beaivve 2011.

source: Saamelaisparlamentaarikkojen konferenssi kokosi yhteen saamelaiskäräjien kansan valitsemat jäsenet ja Venäjän saamelaisten edustajat.
sme: Konferánsa čohkkii sámedikkiid álbmotválljejuvvon áirasiid ja Ruošša beale sámiid ovddasteddjiid.

source: Konferenssin teemoina olivat perinteinen tieto ja arktiset asiat.
sme: Konferánssa fáttain ledje árbevirolaš diehtu ja árktalaš áššit.

source: Lisäksi tarkasteltiin pohjoismaista saamelaissopimusta ja arvioitiin edellisten parlamentaarikkojen konferenssien julistusten tuloksia.
sme: Lassin meannuduvvojedje sámi soahpamušáššit ja árvvoštallojuvvui ovddit parlamentarihkkárkonferánssa bohtosat.

source: Konferenssin päätteeksi hyväksyttiin saamelaisparlamentaarikkojen yhteinen Kirkkoniemen julistus.
sme: Konferánssa loahpas dohkkehuvvui sámi parlamentarihkkáriid oktasaš loahppacealkámuš, Girkonjárgga julggaštus.

source: Pohjoismainen saamelaissopimus etenee
sme: Davviriikalaš sámi soahpamuš ovdána

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi mainitsee kuluneen puheenjohtajakauden ja saamelaisten yhteistyön merkittävimmäksi edistysaskeleeksi erityisesti pohjoismaisen saamelaissopimuksen jatkoneuvottelujen alkamisen.
sme: Sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi namuhii vássán ságadoallibaji ja sámi servodaga eanemus mearkkašahtti áššin davviriikkalaš sámi soahpamušas joatkkašiehtadallamiin álgima.

source: - Julistusten toteutuminen on vahvasti sidoksissa saamelaiskäräjien resursseihin ja valtioiden tahtoon edistää saamelaisten oikeuksia.
sme: - Julggaštusaid olláhuvvan lea nannosit čadnojuvvon sámedikkiid resurssaide ja stáhtaid dáhttui ovddidit sápmelaččaid rivttiid.

source: Saamelaiskäräjät edistävät julistusten toteutumista pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa, jatkaa Näkkäläjärvi.
sme: Sámedikkit ovddidit julggaštusaid olláhuvvama ee. davviriikkalaš sámi soahpamušas joatkkašiehtadallamiin, joatká Juvvá Lemet.

source: Näkkäläjärvi harmittelee sitä, että kaikkea saamelainen parlamentaarinen neuvoston toimintaa on vaikeuttanut resurssipula.
sme: Juvvá Lemet sálloša go buot SPR:a barggu lea váttásnuhttán ja váttásnuhttá dás duohkonai resursaváili.

source: - Saamelaisesta parlamentaarisesta neuvostosta ei saa muodostua vain keskustelukerho, vaan tarvitsemme sitoutumista, yhteisen sihteeristön ja saamelaiskäräjien hallinnoille säännöllisen yhteistyön parlamentaarisen neuvoston päätösten toimeenpanemiseksi ja myös kokousten valmistelua varten, huomauttaa Näkkäläjärvi.
sme: - SPR:s ii galgga šaddat dušše ságastallanklubba, muhto dárbbahit čatnaseami, oktasaš čállingotti ja sámedikkiid hálddahusaid fásta ovttasbarggu SPR:a mearrádusaid olláhuhttima várás ja maiddái čoakkámiid válmmaštallama várás, fuomášahttá Juvvá Lemet, Klemetti Näkkäläjärvi.

source: Lue Klemetti Näkkäläjärven puhe kokonaisuudessaan saamelaisparlamentaarikkojen konferenssien julistusten toteutuminen
sme: Loga olles Juvvá Lemeha sága sámi parlamentarihkkáriid konfereanssaid julggaštusaid olláhuvvamis

source: Saamelaisten kulttuuriperinnön suojeluun tarvitaan yhteisiä periaatteita
sme: Sámi kulturárbbi suodjaleapmái dárbbahit oktasaš prinsihpaid

source: Näkkäläjärvi iloitsee siitä, että saamelaisten perinteinen tieto ja sen suojelu ovat nousseet viime aikoina vahvasi esille saamelaisessa yhteisössä.
sme: Juvvá Lemet lea ilus das, go sámiid árbevirolaš diehtu, máhttu ja dan suodjaleapmi leat dáid guhtaliid loktejuvvon ovdan sámi servošis.

source: Saamelaisen parlamentaarisen neuvoston ja saamelaiskäräjien tulisikin tehostaa työtään perinteisen tiedon suojelemiseksi.
sme: Sámedikkit ja sámi parlamentáralaš ráđđi galggalenai váldit duođas árbevirolaš dieđu suddjema.

source: - Tarvitsemme yhteiset periaatteet miten saamelaista kulttuuriperintöä tulee suojella ja eettiset periaatteet suojelemaan saamelaiskulttuuria, jotta voimme toimia yhdessä ulkoista uhkaa vastaan, toteaa Näkkäläjärvi.
sme: - Mii dárbbahit maid oktasaš prinsihpaid mot sámi kulturárbbi galgá suodjalit ja dárbbahit etihkalaš prinsihpaid suodjalit sámi kultuvrra, vai bastit bargat ovttas uhkiid vuostá mat bohtet olggobealde, lohka Juvvá Lemet.

source: Lue Klemetti Näkkäläjärven puhe kokonaisuudessaa konferensissa 10.11.2011: Perinteisen tiedon suojelun haasteet
sme: Loga Juvvá Lemeha sága árbevirolaš dieđu suodjaleami hástalusain sámeparlamentarihkkáriidkonferánsas 10.11.2011

source: Venäjän saamelaiset täysimääräisenä jäsenenä mukaan toimintaan
sme: Ruošša sámit galget dievas miellahttun mielde doibmii

source: Näkkäläjärven mielestä tulevalla saamelaisen parlamentaarisen neuvoston toimikaudella tulee erityisesti kiinnittää huomiota Venäjän saamelaisten aseman tukemiseen, jotta Venäjän saamelaisten asema paranisi.
sme: Juvvá Lemeha mielas boahtte sámi parlamentáralaš ráđi doaibmaáiggis galgánai earenoamážit giddet fuomášumi sámiid sajádaga buorideapmái ja doarjumii, vai sápmelaččaid dilli buorránivčče.

source: - Meidän tulee antaa kaikki tukemme Venäjän saamelaisille, jotta he voivat kehittää oman edustuksellisen organisaationsa Venäjälle ja tulla täysimääräisesti mukaan SPN:n toimintaan, toteaa Näkkäläjärvi.
sme: - Mii davviriikkaid sápmelaččat galgat addit dievaslaš doarjaga Ruošša sámiide vai sii šaddet dievaslaš miellahttun SPR:a bargui, lohká Juvvá Lemet.

source: Ensimmäinen saamelaisparlamentaarikkojen kokous järjestettiin Ruotsin Jokkmokissa 24. helmikuuta vuonna 2005.
sme: Vuosttaš sámeparlamentarihkkárkonferánsa lágiduvvui Jåhkåmåhkkis Ruoŧas guovvamánu 24. b. 2005.

source: Toinen saamelaisparlamentaarikkojen kokous järjestettiin Rovaniemellä lokakuun 29. päivänä vuonna 2008.
sme: Nubbi sámeparlamentarihkkárkonferánsa lágiduvvui Roavvenjárggas Suomas golggotmánu 29. b. 2008.

source: Saamelainen parlamentaarinen neuvosto on perustettu 2000-luvun alussa ja se toimii Pohjoismaiden saamelaiskäräjien yhteistyöelimenä.
sme: Sámi parlamentáralaš ráđđi lea vuođđuduvvon 2000-luvun álggus ja dat doaibmá Davviriikkaid sámedikkiid ovttasbargoorgánan.

source: Myös Venäjän saamelaiset osallistuvat neuvoston työhön.
sme: Maiddái Ruošša sámit oassálastet ráđi bargui.

source: Lisätietoja Suomen puolella Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi klemetti.
sme: Lassedieđut Suoma bealde Sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi klemetti.
